/* NSMenuItem : <title: > (oid:239) */
" " = " ";

/* NSButton (Add to Keychain) : <title:Add to Keychain> (oid:128) */
"Add to Keychain" = "הוסף לצרור המפתחות";

/* NSButton (Anonymous Login) : <title:Anonymous Login> (oid:148) */
"Anonymous Login" = "כניסה אנונימית";

/* NSBox (Box) : <title:Box> (oid:200) */
"Box" = "קופסא";

/* NSButton (Cancel) : <title:Cancel> (oid:20) */
"Cancel" = "ביטול";

/* NSButton (Connect) : <title:Connect> (oid:25) */
"Connect" = "התחבר";

/* NSTextField (Connect Mode:) : <title:Connect Mode:> (oid:240) */
"Connect Mode:" = "דרך התחברות:";

/* NSTextField (Encoding:) : <title:Encoding:> (oid:241) */
"Encoding:" = "קידוד:";

/* NSTextField (More Options) : <title:More Options> (oid:249) */
"More Options" = "עוד אפשרויות";

/* NSPanel (New Connection) : <title:New Connection> (oid:22) */
"New Connection" = "התחברות חדשה";

/* NSMenu : <title:OtherViews> (oid:238) */
"OtherViews" = "תצוגות אחרות";

/* NSTextField (Password:) : <title:Password:> (oid:14) */
"Password:" = "סיסמא:";

/* NSTextField (Path:) : <title:Path:> (oid:230) */
"Path:" = "דרך:";

/* NSTextField (Port:) : <title:Port:> (oid:23) */
"Port:" = "פורט:";

/* NSTextField (Server:) : <title:Server:> (oid:19) */
"Server:" = "שרת:";

/* NSTextField (URL:) : <title:URL:> (oid:182) */
"URL:" = "URL:";

/* NSButton (Use Public Key Authentication) : <title:Use Public Key Authentication> (oid:232) */
"Use Public Key Authentication" = "השתמש במפתח פומבי";

/* NSTextField (Username:) : <title:Username:> (oid:8) */
"Username:" = "שם משתמש:";

